" **OVERWRITE MODE**" = " **РЕЖИМ ПЕРЕЗАПИСИ**";
" **READ-ONLY MODE**" = " **РЕЖИМ ТОЛЬКО ЧТЕНИЯ**";
" bytes" = " байт";
" items" = " объектов";
"%@ out of %@" = "%@ из %@";
"%@ selected at multiple offsets out of %@" = "%@ выбранно несколько оффсетов из %@";
"%@ selected at offset %@ out of %@" = "%@ выбран оффсет %@ из %@";
"(select less data)" = "(выбрать меньше данных)";
"(select some data)" = "(выбрать некоторые данные)";
"Access Control List..." = "Права Доступа…";
"Alert!" = "Предупреждение!";
"Application:" = "Приложение:";
"Apply to enclosed items..." = "Применить к вложенным объектам...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Вы уверены что хотите чтобы все ваши %@ документы открывались по умолчанию в программе \"%@\"?";
"Artist" = " Исполнитель";
"Artists" = "Исполнители";
"Attribute modification date" = "Дата изменения аттрибута";
"Attributes" = "Аттрибуты";
"Burn" = "Записать";
"Byte %@ selected out of %@" = "Выбран байт %@ из %@";
"Byte Grouping" = "Группировка байтов";
"Calculating..." = "Идёт рассчёт...";
"Capacity:" = "Объём:";
"Change All..." = "Изменить Всё...";
"Change all" = "Поменять все";
"Choose..." = "Выбрать...";
"Common tags" = "Популярные теги";
"Computing differences" = "Подсчет разницы";
"Contents:" = "Содержимое:";
"Created:" = "Создано:";
"Creation Date:" = "Дата Создания:";
"Creation date" = "Дата создания";
"Creator" = "Создатель";
"Creator:" = "Создатель:";
"Custom icon" = "Произвольная иконка";
"Data Fork" = "Ветвь Данных";
"Data Fork:" = "Ветвь Данных:";
"Dates" = "Даты";
"Dates/Forks" = "Дата/Ветви";
"Delete" = "Стереть";
"Deleting the data fork is not undoable. Are you sure you want to delete this data?" = "Удаление ветви данных не поддается откату. Вы действительно хотите удалить эти данные?";
"Deleting the resource fork is not undoable. Are you sure you want to delete this data?" = "Удаление ветви ресурсов не поддается откату. Вы действительно хотите удалить эти данные?";
"Device:" = "Устройство:";
"Edit Mode" = "Режим редактирования";
"Everyone:" = "Все:";
"Execute" = "Исполн.";
"Extend Selection..." = "Расширить выборанное…";
"Forks" = "Ветви";
"Forks:" = "Ветви:";
"Format:" = "Формат:";
"Free:" = "Свободно:";
"Get Info" = "Информация";
"Group" = "Группа";
"Group:" = "Группа:";
"Hide extension" = "Скрыть расширение";
"Ignore ownership on this volume" = "Игнор. права доступа к этому диску";
"Info" = "Информация";
"Insert" = "Вставить";
"Invisible" = "Скрытый";
"Jump to Offset..." = "Перейти на оффсет...";
"Kind:" = "Тип:";
"Label" = "Название";
"Length" = "Длина";
"Level" = "Уровень";
"Locked" = "Закрыт доступ";
"MP3:" = "МP3:";
"Manage groups…" = "Управление группами…";
"Message" = "Сообщение";
"Modification Date:" = "Дата последнего изменения:";
"Modification date" = "Дата изменения";
"Modified:" = "Изменения:";
"Mount Point:" = "Точка Монтирования:";
"Move Selection..." = "Переместить выбранное...";
"Name" = "Имя";
"None" = "Отсутствует";
"Open" = "Открыть";
"Open with:" = "Открыть с помощью:";
"Other" = "Прочее";
"Overwrite" = "Перезаписать";
"Owner" = "Владелец";
"Owner:" = "Владелец:";
"Path" = "Путь";
"Path:" = "Путь:";
"Permissions" = "Права доступа";
"Playlists" = "Плейлисты";
"Rating:" = "Рейтинг:";
"Read" = "Чтение";
"Read-only" = "Только чтение";
"Report" = "Отчет";
"Resolved:" = "Решено:";
"Resource Fork" = "Ветвь Ресурсов";
"Reveal" = "Показать";
"Rsrc Fork:" = "Ветвь Ресурс.:";
"Saving \"%@\"" = "Сохранение \"%@\"";
"Select group…" = "Выберите группу…";
"Sender" = "Отправитель";
"Set Dates:" = "Установите дату:";
"Set Original..." = "Set Original…";
"Size:" = "Размер:";
"Spotlight comments" = "Комментарии для Spotlight";
"Tags" = "Тегги";
"Tags group:" = "Группы тегов:";
"Tags:" = "Тегги:";
"This change will apply to all %@ documents with %@ \"%@\"." = "Эти изменения коснутся всех %@ документов с %@ \"%@\".";
"Time" = "Время";
"Type" = "Тип";
"Type:" = "Тип:";
"Use this application to open all documents like this." = "Использовать это приложение для открытия всех документов подобного типа.";
"Version:" = "Версия:";
"Volume Permissions" = "Права доступа к диску";
"Volume:" = "Диск:";
"Write" = "Запись";
"byte" = "байт";
"bytes" = "байты";
"data:" = "данные:";
"extension" = "расширение";
"gigabyte" = "гигабайт";
"gigabytes" = "гигабайты";
"kilobyte" = "килобайт";
"kilobytes" = "килобайты";
"megabyte" = "мегабайт";
"megabytes" = "мегабайты";
"petabyte" = "петабайт";
"petabytes" = "петабайты";
"terabyte" = "терабайт";
"terabytes" = "терабайты";
"type" = "тип";

/* ==== UNLOCALIZED ==== */

"(select a power of 2 bytes)" = "(select a power of 2 bytes)";
"Alias bit" = "Alias bit";
"Bundle bit" = "Bundle bit";
"Facility" = "Facility";
"Stationery Pad" = "Stationery Pad";
"Sticky bit" = "Sticky bit";
"Swap Forks" = "Swap Forks";
"Swapping forks can be undone by swapping again. Are you sure you want to swap the forks?" = "Swapping forks can be undone by swapping again. Are you sure you want to swap the forks?";
"rsrc:" = "rsrc:";
